Repository: steinv/contraction-timer
Catalog: lib/l10n/app_*.arb
Languages: de, nl

# applicationTitle
source: Contraction timer - Infans
de: Wehen-Timer - Infans
nl: Weeën timer - Infans

# disclaimerTitle
source: Disclaimer
de: Haftungsausschluss

# disclaimerFull
source: The information provided by this app is for informational purposes only and should not be construed as medical advice. The app is designed to help track contractions, but it cannot diagnose or predict medical conditions. Only licensed healthcare professionals are qualified to interpret the results and provide medical guidance. By using this app, you acknowledge and agree that the developers and providers are not responsible for any consequences arising from the use or misuse of the app. You should always consult with a licensed physician or healthcare provider for any concerns related to pregnancy or labor. The app is not intended to replace medical advice, diagnosis, or treatment. Use it at your own risk.
de: Die von dieser App bereitgestellten Informationen dienen nur zu Informationszwecken und sollten nicht als medizinischer Rat ausgelegt werden. Die App ist dazu gedacht, Kontraktionen zu verfolgen, kann jedoch keine medizinischen Zustände diagnostizieren oder vorhersagen. Nur lizenzierte Gesundheitsfachkräfte sind qualifiziert, die Ergebnisse zu interpretieren und medizinische Beratung zu geben. Durch die Nutzung dieser App erkennen Sie an und stimmen zu, dass die Entwickler und Anbieter nicht für etwaige Folgen der Nutzung oder des Missbrauchs der App haftbar gemacht werden können. Sie sollten immer einen lizenzierten Arzt oder Gesundheitsdienstleister bei Fragen zur Schwangerschaft oder Geburt konsultieren. Die App ist nicht dazu gedacht, medizinischen Rat, Diagnosen oder Behandlungen zu ersetzen. Die Nutzung erfolgt auf eigenes Risiko.
nl: De informatie die door deze app wordt verstrekt, is alleen voor informatieve doeleinden en mag niet worden opgevat als medisch advies. De app is ontworpen om contracties bij te houden, maar kan geen medische aandoeningen diagnosticeren of voorspellen. Alleen erkende zorgprofessionals zijn bevoegd om de resultaten te interpreteren en medisch advies te geven. Door deze app te gebruiken, erkent en gaat u ermee akkoord dat de ontwikkelaars en aanbieders niet verantwoordelijk kunnen worden gehouden voor de gevolgen van het gebruik of misbruik van de app. U dient altijd een erkende arts of zorgverlener te raadplegen voor zorgen met betrekking tot zwangerschap of bevalling. De app is niet bedoeld als vervanging voor medisch advies, diagnose of behandeling. Gebruik van de app gebeurt op eigen risico.

# disclaimerAgree
source: I have read and agree to the disclaimer
de: Ich habe den Haftungsausschluss gelesen und akzeptiere ihn
nl: Gelezen en akkoord

# headerFrequence
source: Frequence
de: Frequenz
nl: Frequentie

# headerTime
source: Time
de: Zeit
nl: Tijdstip

# headerDuration
source: Duration
de: Dauer
nl: Duur

# guidingText
source: Press start on your first contraction
de: Drücken Sie Start bei Ihrer ersten Wehe
nl: Druk op start wanneer je eerste wee start

# drawerTimer
source: Contraction timer
de: Wehen-Timer
nl: Weeën timer

# drawerHistory
source: History
de: Verlauf
nl: Geschiedenis

# actionDelete
source: Delete
de: Löschen
nl: Wissen

# actionContinue
source: Continue
de: Weiter
nl: Doorgaan

# actionCancel
source: Cancel
de: Abbrechen
nl: Annuleren

# actionStart
source: Start
de: Startten

# actionStop
source: Stop
de: Stoppen

# deleteContractionDialogTitle
source: Delete contraction
de: Wehe löschen
nl: Verwijderen

# deleteContractionDialogDescription
source: Are you sure you want to delete this contraction?
de: Sind Sie sicher, dass Sie diese Wehe löschen möchten?
nl: Ben je zeker dat je deze wee wilt verwijderen?

# resetDialogTitle
source: Clear contraction data
de: Wehen-Daten zurücksetzen
nl: Gegevens wissen

# resetDialogDescription
source: Clear the current contraction data.
de: Löschen Sie die aktuellen Wehen-Daten. Die Daten bleiben im Verlauf verfügbar.
nl: Wis de huidige gegevens. Je kan jouw vorige gegevens terug vinden in de geschiedenis.
